Repository: 84000/data-translation-memory
Catalog: toh1-2-v3.tmx
Source language: bo
Languages: en

source: འདི་ལྟ་སྟེ་གནས་འདི་ན་དགེ་སློང་གནས་པ་དང་། གཉུག་མར་གནས་པ་རྣམས་ཀྱི་མཚམས་ཆེན་པོའི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་བརྗོད་པ་ཤར་ཕྱོགས་སུ་ནི་ཕ་བོང་གི་མཚན་མའམ། རྩིག་པའི་མཚན་མ་བརྟན་པོ་ལགས།
en: The boarding or resident monks have announced the firm markers they have set in the four directions to demarcate the large boundary on this site.

source: དགེ་འདུན་གྱིས་གང་དུ་མཚམས་ཆེན་པོ་བཅད་པ་དེར་དགེ་སློང་རྣམས་ཀྱིས་འདུག་སྟེ་གསོ་སྦྱོང་བྱ་ཞིང་དགག་དབྱེ་དང་། གསོལ་བ་དང་། གསོལ་བ་དང་གཉིས་དང་། གསོལ་བ་དང་བཞིའི་ལས་བྱའོ། །
en: “The monks may then sit within the large boundary demarcated by the saṅgha and use it for the seated practice, the restoration rite, the lifting of restrictions, motions, acts by motion and resolution, and acts by motion and triple resolution.

source: དེའི་འོག་ཏུ་མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་ཐམས་ཅད་ཀྱིས་ཆོས་གོས་དག་དང་མི་འབྲལ་བའི་གནང་བ་སྦྱིན་པར་བྱའོ། །
en: “Then, consent should be given that all monks are deemed to be in possession of their robes while within the large boundary.

source: དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ལ་དགེ་སློང་གཅིག་གིས་གསོལ་བ་བྱས་ཏེ་ལས་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: Once the entire saṅgha is seated and has a quorum, one monk should make a motion and perform the act as follows: “ ‘Venerable saṅgha, please listen.

source: འདི་ལྟ་སྟེ་གནས་འདིར་དགེ་འདུན་མཐུན་པས་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་མཚམས་ཆེན་པོ་བཅད་པ་ལས།
en: A saṅgha in quorum who has pledged to share a restoration rite site demarcated the large boundary.

source: གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན་དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་། དགེ་འདུན་གྱིས་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་ཐམས་ཅད་ཀྱི་ཆོས་གོས་དག་དང་འབྲལ་བར་མི་འགྱུར་བའི་གནང་བ་སྩོལ་ཏོ། །
en: Therefore, if the time is right and the saṅgha can accept it, I ask that the saṅgha give their consent that all monks be deemed to be in possession of their robes while within the large boundary, so that the saṅgha may gather at that site and be at ease.’

source: འདི་ལྟ་སྟེ་གནས་འདིར་དགེ་འདུན་མཐུན་པས་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་མཚམས་ཆེན་པོ་བཅད་དེ། དེའི་སླད་དུ་དགེ་འདུན་གྱིས་འདི་ལྟ་སྟེ།
en: A saṅgha in quorum who has pledged to share a restoration rite site demarcated the large boundary.

source: གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་ཐམས་ཅད་ཀྱི་ཆོས་གོས་དག་དང་འབྲལ་བར་མི་འགྱུར་བའི་གནང་བ་སྩོལ་ན། ཚེ་དང་ལྡན་པ་གང་དག་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་ཐམས་ཅད་ཀྱི་ཆོས་གོས་དག་དང་འབྲལ་བར་མི་འགྱུར་བའི་གནང་བ་སྩལ་བར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །
en: Therefore, if the saṅgha gives consent that all monks be deemed to be in possession of their robes while within the large boundary, so that the saṅgha may gather at that site and be at ease, I ask those venerable ones who can accept that all monks be deemed to be in possession of their robes while within the large boundary, so that the saṅgha may gather at the site and be at ease, to remain silent.

source: དགེ་འདུན་གྱིས་གང་དུ་མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་རྣམས་ཀྱིས་ཆོས་གོས་དག་དང་འབྲལ་བར་མི་འགྱུར་བའི་གནང་བ་བྱིན་པ་དེར་དགེ་སློང་རྣམས་ཀྱི་སྟོད་གཡོགས་སྨད་གཡོགས་དང་བཅས་པས་འདོང་བར་བྱ་སྟེ།
en: “Where the saṅgha has given consent that monks be deemed to be in possession of their robes while within the large boundary, so that the saṅgha may gather at that site and be at ease, monks may remain in their upper and lower robes.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་ལས་བགྱིད་པ་གཅིག་གིས་གསོལ་བ་གཅིག་དང་ལས་བརྗོད་པ་གཅིག་གིས་མཚམས་ཀྱི་སྒོ་ནང་དང་། སླད་རོལ་དང་བཅས་པ་བསྐྱུང་བ་དང་བསྐྱེད་པར་རུང་ངམ།
en: Consent to Shrink, Expand, and Undo Upāli asked the Blessed One, “Honorable One, is it permissible for a single monk officiant to shrink or expand a site with an inner and outer boundary by making a single motion and a single statement of the act?”

source: ཉེ་བ་འཁོར་རུང་སྟེ།
en: “Yes, Upāli, it is.

source: དེ་ལ་བསྐྱུང་བ་ནི་འདི་ཡིན་ཏེ་ཆུང་ངུའོ། །དེ་ལ་བསྐྱེད་པ་ནི་འདི་ཡིན་ཏེ་ཆེན་པོའོ། །
en: In shrinking, the large boundary becomes the small boundary, and in expanding, the small boundary becomes the large boundary.

source: འདི་ལྟར་བྱ་སྟེ། ཇེ་དང་པོར་མཚམས་ཆེན་པོ་དགྲོལ་བར་བྱ་ཞིང་མཚམས་བུ་ཆུང་ཡང་དགྲོལ་བར་བྱ་སྟེ། དཀྱིལ་འཁོར་བ་གཞིག་པར་བྱའོ། །
en: To begin with, undo the large boundary as well as the small boundary, thus erasing the inner circle.

source: འདི་ལྟར་དགྲོལ་བར་བྱ་སྟེ།
en: It should be undone in the following way.

source: དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ན་མཚམས་གཉི་གར་དགེ་འདུན་བཀོད་དེ།
en: Once the whole saṅgha is seated and has a quorum, position saṅgha at both boundaries.

source: དགེ་སློང་ལས་བྱེད་པས་མཚམས་གཉི་གར་ཤིང་ངམ། དབྱུག་པའམ། སེག་གམ། རེ་ལྡེས་མནན་ནས་གསོལ་བ་བྱས་ཏེ་ལས་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: A monk officiant should then plant a piece of wood, a stick, a staff, or a cloth before making a motion and performing the act: “ ‘Venerable saṅgha, please listen.

source: འདི་ལྟ་སྟེ་གནས་འདིར་དགེ་འདུན་མཐུན་པས་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་མཚམས་ཆེན་པོ་བཅད་ཅིང་མཚམས་བུ་ཆུང་བཅད་དེ་དཀྱིལ་འཁོར་བར་བློ་མཐུན་པར་བགྱིས་པ་ལས།
en: A saṅgha in quorum, which has pledged to share a restoration rite site, has demarcated a large boundary and a small boundary on this site and agreed upon it as the inner circle.

source: གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན་དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་། དགེ་འདུན་གྱིས་མཚམས་ཆེན་པོ་གཞིག་ཅིང་མཚམས་བུ་ཆུང་ཡང་གཞིག་སྟེ།
en: Therefore, if the time is right and the saṅgha can accept it, I ask that the saṅgha give their consent that the saṅgha erase the large boundary and also the small boundary, thereby undoing the inner circle.’

source: དཀྱིལ་འཁོར་བ་དགྲོལ་བར་མཛད་དོ། །
en: “That is the motion.

source: འདི་ལྟ་སྟེ་གནས་འདིར་དགེ་འདུན་མཐུན་པས་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་མཚམས་ཆེན་པོ་བཅད་ཅིང་མཚམས་བུ་ཆུང་ཡང་བཅད་དེ། དཀྱིལ་འཁོར་བར་བློ་མཐུན་པར་བགྱིས་པ་དེའི་སླད་དུ་དགེ་འདུན་གྱིས་མཚམས་ཆེན་པོ་གཞིག་ཅིང་མཚམས་བུ་ཆུང་ཡང་གཞིག་སྟེ།
en: A saṅgha in quorum, which has pledged to share a restoration rite site, has demarcated a large boundary and a small boundary on this site and agreed upon that as the inner circle.

source: དཀྱིལ་འཁོར་བ་དགྲོལ་བར་མཛད་ན། ཚེ་དང་ལྡན་པ་གང་དག་མཚམས་ཆེན་པོ་གཞིག་ཅིང་མཚམས་བུ་ཆུང་ཡང་གཞིག་སྟེ། དཀྱིལ་འཁོར་བ་དགྲོལ་བར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །
en: If the saṅgha erases both the large boundary and the small boundary, undoing the inner circle, I ask those venerable ones who can accept that erasure of the large boundary as well as the small boundary, and the subsequent undoing of the inner circle, to remain silent.

source: འདི་ནི་ལས་བརྗོད་པ་དང་པོ་སྟེ།
en: “This is the first statement of the act.

source: དེ་བཞིན་དུ་ལན་གཉིས་ལན་གསུམ་དུ་བཟླས།
en: It should be repeated verbatim a second and third time.

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས་དགེ་འདུན་གྱིས་མཚམས་ཆེན་པོ་གཞིག་ཅིང་མཚམས་བུ་ཆུང་ཡང་བཤིག་ནས་དཀྱིལ་འཁོར་བ་བཀྲོལ་ལགས་ཏེ།
en: In accepting and giving their consent, the saṅgha erases the large boundary as well as the small boundary, thereby undoing the inner circle.

source: དེའི་འོག་ཏུ་དགེ་སློང་གནས་པ་དང་། གཉུག་མར་གནས་པ་རྣམས་ཀྱིས་མཚམས་ཆེན་པོའི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་ཤར་ཕྱོགས་སུ་ནི་ཕ་བོང་གིས་མཚན་མའམ། རྩིག་པའི་མཚན་མའམ། ཀ་བའི་མཚན་མའམ། ཤིང་ལྗོན་པའི་མཚན་མའམ། ར་བའི་མཚན་མའམ། བྱ་སྐྱིབས་ཀྱི་མཚན་མའམ། ལམ་པོ་ཆེའི་མཚན་མའམ། ཁྲོན་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་གཟུགས་པར་བྱའོ། །
en: Demarcate “After that, boarding or resident monks should set firm markers in the four directions to demarcate the large boundary.

source: ལྷོ་ཕྱོགས་དང་། ནུབ་ཕྱོགས་དང་། བྱང་ཕྱོགས་སུ་ཡང་ཕ་བོང་གི་མཚན་མའམ། རྩིག་པའི་མཚན་མའམ། ཀ་བའི་མཚན་མའམ། ཤིང་ལྗོན་པའི་མཚན་མའམ།
en: In the east, south, west, and north, choose a firm marker such as a boulder, wall, pillar, tree, fence, rock crevice, road, or well.

source: ར་བའི་མཚན་མའམ། བྱ་སྐྱིབས་ཀྱི་མཚན་མའམ། ལམ་པོ་ཆེའི་མཚན་མའམ། ཁྲོན་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་གཟུགས་པར་བྱའོ། །མཚམས་བུ་ཆུང་གི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་ཤར་ཕྱོགས་སུ་ནི་སེང་ལྡེང་གི་ཕུར་པ་བཏབ་པའམ། སྲད་བུ་བྲེས་པའམ། རྡོ་བཞག་པའམ། སྲོལ་བཏོད་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་གཟུགས་པར་བྱའོ། །
en: “They should then set firm markers in the four directions to demarcate the small boundary.

source: སྲོལ་བཏོད་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་གཟུགས་པར་བྱའོ། །དེའི་འོག་ཏུ་གནས་མལ་བཤམ་པ་བྱས་ནས་གཎྜཱི་བརྡུངས་ཏེ་དྲིས་པའི་ཚིག་གིས་དགེ་སློང་རྣམས་ལ་ཡང་དག་པར་བསྒོ་ནས།
en: “After seats have been arranged, strike the gaṇḍī beam and inform the monks of the matter at hand.

source: དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་འཐུན་པར་གྱུར་པ་ལ་དགེ་སློང་གནས་པ་དང་། གཉུག་མར་གནས་པ་རྣམས་ཀྱིས་མཚམས་ཆེན་པོའི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་ཤར་ཕྱོགས་སུ་ནི་ཕ་བོང་གི་མཚན་མའམ། རྩིག་པའི་མཚན་མའམ། ཀ་བའི་མཚན་མའམ། ཤིང་ལྗོན་པའི་མཚན་མའམ། ར་བའི་མཚན་མའམ། བྱ་སྐྱིབས་ཀྱི་མཚན་མའམ། ལམ་པོ་ཆེའི་མཚན་མའམ། ཁྲོན་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་བརྗོད་པར་བྱའོ། །ལྷོ་ཕྱོགས་དང་། ནུབ་ཕྱོགས་དང་། བྱང་ཕྱོགས་སུ་ཡང་ཕ་བོང་གི་མཚན་མའམ། རྩིག་པའི་མཚན་མའམ། ཀ་བའི་མཚན་མའམ། ཤིང་ལྗོན་པའི་མཚན་མའམ། ར་བའི་མཚན་མའམ། བྱ་སྐྱིབས་ཀྱི་མཚན་མའམ།
en: Once the whole saṅgha is seated and has a quorum, a boarding or a resident monk should announce the firm markers in the four directions that demarcate the large boundary, announcing that in the east, south, west, and north the firm markers are a boulder, wall, pillar, tree, fence, rock crevice, road, well, and so on.

source: ལམ་པོ་ཆེའི་མཚན་མའམ། ཁྲོན་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་བརྗོད་པར་བྱའོ། །མཚམས་བུ་ཆུང་གི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་ཤར་ཕྱོགས་སུ་ནི་སེང་ལྡེང་གི་ཕུར་པ་བཏབ་པའམ། སྲད་བུ་བྲེས་པའམ། རྡོ་བཞག་པའམ། སྲོལ་བཏོད་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་བརྗོད་པར་བྱའོ། །ལྷོ་ཕྱོགས་དང་། ནུབ་ཕྱོགས་དང་། བྱང་ཕྱོགས་སུ་ཡང་སེང་ལྡེང་གི་ཕུར་པ་བཏབ་པའམ། སྲད་བུ་བྲེས་པའམ། རྡོ་བཞག་པའམ། སྲོལ་བཏོད་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་བརྗོད་པར་བྱའོ། །
en: Then they should announce the firm markers in the four directions that demarcate the small boundary, announcing that in the east, south, west, and north the firm markers that have been planted are a teakwood stake, strung yarn, a placed rock, or a dug furrow.

source: དེའི་འོག་ཏུ་མཚམས་གཉི་གར་དགེ་འདུན་བཀོད་དེ་དགེ་སློང་ལས་བྱེད་པས་མཚམས་གཉི་གར་ཤིང་ངམ། དབྱུག་པའམ། སེག་གམ། རེ་ལྡེས་མནན་ནས་གསོལ་བ་བྱས་ཏེ་ལས་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: “Once the saṅgha has taken their places at both boundaries, a monk officiant should plant a piece of wood, a stick, a staff, or a cloth before making a motion and performing the act: “ ‘Venerable saṅgha, please listen.

source: འདི་ལྟ་སྟེ་གནས་འདི་ན་དགེ་སློང་གནས་པ་དང་། གཉུག་མར་གནས་པ་རྣམས་ཀྱིས་མཚམས་ཆེན་པོའི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་བརྗོད་པ་ཤར་ཕྱོགས་སུ་ནི་ཕ་བོང་གི་མཚན་མའམ།
en: The boarding and resident monks have announced the firm markers they have set in the four directions to demarcate the large boundary on this site.

source: རྩིག་པའི་མཚན་མ་བརྟན་པོ་ལགས། ལྷོ་ཕྱོགས་སུ་ནི་ཀ་བའི་མཚན་མའམ། ཤིང་ལྗོན་པའི་མཚན་མ་བརྟན་པོ་ལགས། ནུབ་ཕྱོགས་སུ་ནི་ར་བའི་མཚན་མའམ། བྱ་སྐྱིབས་ཀྱི་མཚན་མ་བརྟན་པོ་ལགས།
en: In the east, the firm markers are a boulder and a wall; in the south, the firm markers are a pillar and a tree; in the west, the firm markers are a fence and a rock crevice; and in the north, the firm markers are a road and a well.

source: བྱང་ཕྱོགས་སུ་ནི་ལམ་པོ་ཆེའི་མཚན་མའམ། ཁྲོན་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་ལགས། མཚམས་བུ་ཆུང་གི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་བརྗོད་པ་ཤར་ཕྱོགས་སུ་ནི་སེང་ལྡེང་གི་ཕུར་པ་བཏབ་པ་ལགས།
en: They have also announced the firm markers in the four directions that demarcate the small boundary on this site.

source: གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན་དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་། དགེ་འདུན་གྱིས་མཚན་མ་འདི་རྣམས་ཀྱི་ནང་དུ་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་གྲོང་དང་གྲོང་གི་ཉེ་འཁོར་མ་གཏོགས་པར་དགོན་པ་ལ་ཐུག་པ་དང་། གནས་མལ་ལ་ཐུག་པའི་བར་དུ་མཚམས་ཆེན་པོ་བཅད་ཅིང་མཚམས་བུ་ཆུང་ཡང་བཅད་དེ།
en: Therefore, if the time is right and the saṅgha can accept it, I ask that the saṅgha give their consent for the large boundary that the saṅgha who has pledged to share a restoration rite site has demarcated within the above markers, including the forest and including the residence but excluding any towns and town outskirts therein and their agreement upon a small boundary demarcating the inner circle, so that monks may gather at the site and be at ease.’

source: དཀྱིལ་འཁོར་བར་བློ་མཐུན་པར་མཛད་དེ།
en: “That is the motion.

source: ལྷོ་ཕྱོགས་སུ་ནི་སྲད་བུ་བྲེས་པ་ལགས། ནུབ་ཕྱོགས་སུ་ནི་རྡོ་བཞག་པ་ལགས། བྱང་ཕྱོགས་སུ་ནི་སྲོལ་བཏོད་པ་བརྟན་པོ་ལགས་ཏེ། དེའི་སླད་དུ་དགེ་འདུན་གྱིས་མཚན་མ་འདི་རྣམས་ཀྱི་ནང་དུ་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་།
en: In the east, the firm marker is a planted teakwood stake; in the south, strung yarn; in the west, a placed rock; and in the north, a dug furrow.

source: དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་གྲོང་དང་གྲོང་གི་ཉེ་འཁོར་མ་གཏོགས་པར་དགོན་པ་ལ་ཐུག་པ་དང་། གནས་མལ་ལ་ཐུག་པའི་བར་དུ་མཚམས་ཆེན་པོ་བཅད་ཅིང་མཚམས་བུ་ཆུང་ཡང་བཅད་དེ་དཀྱིལ་འཁོར་བར་བློ་མཐུན་པར་མཛད་ན་ཚེ་དང་ལྡན་པ་གང་དག་མཚན་མ་འདི་རྣམས་ཀྱི་ནང་དུ་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་གྲོང་དང་གྲོང་གི་ཉེ་འཁོར་མ་གཏོགས་པར་དགོན་པ་ལ་ཐུག་པ་དང་། གནས་མལ་ལ་ཐུག་པའི་བར་དུ་མཚམས་ཆེན་པོ་བཅད་ཅིང་མཚམས་བུ་ཆུང་ཡང་བཅད་དེ།
en: If a saṅgha who has pledged to share a restoration rite site demarcates a large boundary within the above markers, including the forest and including the residence but excluding any towns and town outskirts therein and their agreement upon a small boundary demarcating the inner circle, so that monks may gather at the site and be at ease remain silent, then I ask that those venerable ones who can accept the demarcation of the large boundary within the above markers, including the forest and including the residence but excluding any towns and town outskirts therein, and their agreement upon a small boundary demarcating the inner circle, so that monks may gather at the site and be at ease, to remain silent.

source: དཀྱིལ་འཁོར་བར་བློ་མཐུན་པར་མཛད་པར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །གང་དག་མི་བཟོད་པ་དེ་དག་ནི་གསུང་ཤིག །
en: I ask those who cannot so accept it to speak now.’

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས་དགེ་འདུན་གྱིས་མཚན་མ་འདི་རྣམས་ཀྱི་ནང་དུ་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་གྲོང་དང་གྲོང་གི་ཉེ་འཁོར་མ་གཏོགས་པར་དགོན་པ་ལ་ཐུག་པ་དང་། གནས་མལ་ལ་ཐུག་པའི་བར་དུ་མཚམས་ཆེན་པོ་བཅད་ཅིང་མཚམས་བུ་ཆུང་ཡང་བཅད་དེ་དཀྱིལ་འཁོར་བར་བློ་མཐུན་པར་མཛད་ལགས་ཏེ།
en: “In accepting and giving their consent, the saṅgha who has pledged to share a restoration rite site demarcates the large boundary within these markers, including the forest and including the residence but excluding any towns and town outskirts therein and agrees upon a small boundary demarcating the inner circle, so that the saṅgha may gather at the site and be at ease.

source: དགེ་འདུན་གྱིས་གང་དུ་མཚམས་ཆེན་པོ་དང་མཚམས་བུ་ཆུང་བཅད་དེ་དཀྱིལ་འཁོར་བར་བློ་མཐུན་པར་བྱས་པ་དེར་དགེ་སློང་རྣམས་ཀྱིས་འདུག་སྟེ་གསོ་སྦྱོང་བྱ་ཞིང་དགག་དབྱེ་དང་། གསོལ་བ་དང་། གསོལ་བ་དང་གཉིས་དང་། གསོལ་བ་དང་བཞིའི་ལས་བྱའོ། །
en: “The monks may then sit within the large boundary demarcated by the saṅgha and use it for the restoration rite, the lifting of restrictions, motions, acts by motion and resolution, and acts by motion and triple resolution.

source: འདི་ལྟར་གལ་ཏེ་འདོད་ན་བསྐྱེད་པར་ཡང་བྱའོ། །གལ་ཏེ་མི་འདོད་ན་བསྐྱུང་བར་བྱའོ། །
en: “If so desired, this is also how it can be expanded or, if that is not desired, how it can be shrunk.”

source: དེའི་འོག་ཏུ་མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་ཐམས་ཅད་ཀྱི་ཆོས་གོས་དག་དང་མི་འབྲལ་བའི་གནང་བ་སྦྱིན་པར་བྱའོ། །
en: In Possession Of “Consent should be given that all monks are deemed to be in possession of their robes while within the large boundary.

source: མཚམས་བུ་ཆུང་གི་ནང་ནས་ཕྱིར་བྱུང་སྟེ་མཚམས་ཆེན་པོར་གནས་མལ་བཤམ་པར་བྱས་ནས་གཎྜཱི་བརྡུངས་སྟེ་དྲིས་པའི་ཚིག་གིས་དགེ་སློང་རྣམས་ལ་ཡང་དག་པར་བསྒོ་ནས།
en: After exiting the small boundary for the large boundary and having arranged seats along the large boundary, strike the gaṇḍī beam and inform the monks of the matter at hand.

source: གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན་དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་། དགེ་འདུན་གྱིས་འདི་ལྟ་སྟེ།
en: Therefore, if the time is right and the saṅgha can accept it, I ask that the saṅgha give their consent.

source: གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་ཐམས་ཅད་ཀྱིས་ཆོས་གོས་དག་དང་འབྲལ་བར་མི་འགྱུར་བའི་གནང་བ་སྩོལ་ལོ། །
en: I ask that the saṅgha give consent that all monks be deemed to be in possession of their robes while within the large boundary, so that the saṅgha may gather at that site and be at ease.’

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས་མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་ཐམས་ཅད་ཀྱི་ཆོས་གོས་དག་དང་འབྲལ་བར་མི་འགྱུར་བའི་གནང་བ་སྩལ་ལགས་ཏེ།
en: “In accepting this and giving their consent, the saṅgha gives consent that all monks be deemed to be in possession of their robes while within the large boundary, so that the saṅgha may gather at that site and be at ease.

source: དགེ་འདུན་གྱིས་གང་དུ་མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་ཐམས་ཅད་ཀྱི་ཆོས་གོས་དག་དང་འབྲལ་བར་མི་འགྱུར་བའི་གནང་བ་བྱིན་པ་དེར་དགེ་སློང་རྣམས་སྟོད་གཡོགས་དང་སྨད་གཡོགས་དང་བཅས་པས་འདོང་བར་བྱ་སྟེ།
en: “Where the saṅgha has given consent that monks be deemed to be in possession of their robes while within the large boundary, so that the saṅgha may gather at that site and be at ease, monks may remain in their upper and lower robes.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་མཚམས་མ་བཀུམ་པའི་གནས་ཀྱི་མཚམས་གང་ལགས།
en: Undemarcated The venerable Upāli asked the Blessed Buddha, “Honorable One, where are the boundaries of a site whose boundaries have not been fixed?”

source: ཉེ་བ་འཁོར་རྩིག་པས་བསྐོར་བ་ཡིན་ན་རྩིག་པ་མཚམས་ཡིན་ལ།
en: “Upāli, if a wall encircles it, then the wall is the boundary.

source: རྩིག་པས་མ་བསྐོར་ན་ཝ་ཁ་ནས་ཆུ་འཛག་པ་གང་དུ་བབ་པ་ཚུན་ཆད་དེ།
en: If a wall does not encircle it, it runs from the gutter up to where the cascade of rain falls.

source: དགེ་སློང་དེ་ན་འཁོད་པ་རྣམས་ཀྱིས་དེར་འདུག་སྟེ་གསོ་སྦྱོང་བྱ་ཞིང་དགག་དབྱེ་དང་གསོལ་བ་དང་། གསོལ་བ་དང་གཉིས་དང་གསོལ་བ་དང་བཞིའི་ལས་བྱའོ། །
en: The monks who live there should sit there and perform the restoration rite, the lifting of restrictions, motions, acts by motion and resolution, and acts by motion and triple resolution.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་གྲོང་གི་མཚམས་ཀྱི་གནས་གང་ལགས།
en: Villages The venerable Upāli asked the Blessed Buddha, “Honorable One, where is a site that falls within a village’s boundary?”

source: ཉེ་བ་འཁོར་ཉེ་འཁོར་གྱི་མཐའ་ཚུན་ཆད་དོ། །
en: “Upāli, up to the outskirts.

source: དགེ་སློང་དེ་ན་འཁོད་པ་རྣམས་ཀྱིས་དེར་འདུག་ཅིང་གསོ་སྦྱོང་བྱ་ཞིང་དགག་དབྱེ་དང་གསོལ་བ་དང་། གསོལ་བ་དང་གཉིས་དང་གསོལ་བ་དང་བཞིའི་ལས་བྱའོ། །
en: The monks who live there should sit there and perform the restoration rite, the lifting of restrictions, motions, acts by motion and resolution, and acts by motion and triple resolution.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་གྲོང་མ་མཆིས་པའི་དགོན་པའི་གནས་ཀྱི་མཚམས་གང་ལགས།
en: The Forest The venerable Upāli asked the Blessed Buddha, “Honorable One, where are the boundaries of a site in the forest where there are no villages?”

source: ཉེ་བ་འཁོར་རྒྱང་གྲགས་ཀྱི་མཐའ་ཚུན་ཆད་དེ།
en: “Upāli, within earshot.

source: དགེ་སློང་རྒྱང་གྲགས་ཀྱི་ནང་ན་འཁོད་པ་ཐམས་ཅད་ཀྱིས་གཅིག་ཏུ་འདུག་སྟེ་གསོ་སྦྱོང་བྱ་ཞིང་དགག་དབྱེ་དང་གསོལ་བ་དང་། གསོལ་བ་དང་གཉིས་དང་གསོལ་བ་དང་བཞིའི་ལས་བྱའོ། །
en: All of the monks who stay within earshot should sit in one place there and perform the restoration rite, the lifting of restrictions, motions, acts by motion and resolution, and acts by motion and triple resolution.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་གསོ་སྦྱོང་གི་ལས་དུ་མཆིས།
en: Acts The venerable Upāli asked the Blessed Buddha, “Honorable One, what type of restoration rite acts are there?”

source: ཉེ་བ་འཁོར་བཞི་སྟེ། ཆོས་མ་ཡིན་པས་མི་མཐུན་པར་བྱེད་པ་དང་། ཆོས་མ་ཡིན་པས་མཐུན་པར་བྱེད་པ་དང་། ཆོས་ཀྱིས་མི་མཐུན་པར་བྱེད་པ་དང་།
en: “Upāli, there are four types: those done improperly without a quorum; those done improperly with a quorum; those done properly without a quorum; and those done properly with a quorum.

source: ཆོས་ཀྱིས་མཐུན་པར་བྱེད་པའོ། །དེ་ལ་གསོ་སྦྱོང་གི་ལས་ཆོས་དང་ལྡན་པ་ནི་གཅིག་སྟེ། འདི་ལྟ་སྟེ་ཆོས་ཀྱིས་མཐུན་པར་བྱེད་པའོ། །
en: One of those acts of the restoration rite is proper: that done properly with a quorum.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་དུ་མཆིས།
en: The venerable Upāli asked the Blessed Buddha, “Honorable One, how many ways of reciting The Prātimokṣa Sūtra are there?”

source: ཉེ་བ་འཁོར་ལྔ་སྟེ།
en: “Upāli, there are five.

source: གསོལ་བ་བྱས་ཏེ་གླེང་གཞི་བཏོན་ནས་ལྷག་མ་ཐོས་པས་སྒྲོགས་པར་བྱེད་ན་དགེ་འདུན་གྱིས་སོ་སོར་ཐར་པ་བཏོན་ཅིང་གསོ་སྦྱོང་བྱས་པ་ཡིན་ནོ། །
en: The saṅgha can be said to have recited The Prātimokṣa Sūtra and performed the restoration rite if, after the motion is made, the narrative introduction is recited and the rest is communicated through the headings.

source: གསོལ་བ་བྱས་ཏེ་གླེང་གཞི་ཡང་བཏོན། ཕམ་པར་འགྱུར་བའི་ཆོས་བཞི་ཡང་བཏོན་ནས་ལྷག་མ་ཐོས་པས་སྒྲོགས་པར་བྱེད་ན་དགེ་འདུན་གྱིས་སོ་སོར་ཐར་པ་བཏོན་ཅིང་གསོ་སྦྱོང་བྱས་པ་ཡིན་ནོ། །
en: The saṅgha can be said to have recited The Prātimokṣa Sūtra and performed the restoration rite if, after the motion is made, the narrative introduction and the four things that constitute a defeat are recited while the rest is communicated through the headings.

source: གསོལ་བ་བྱས་ཏེ་གླེང་གཞི་ཡང་བཏོན། ཕམ་པར་འགྱུར་བའི་ཆོས་བཞི་ཡང་བཏོན། དགེ་འདུན་ལྷག་མའི་ཆོས་བཅུ་གསུམ་ཡང་བཏོན་ནས་ལྷག་མ་ཐོས་པས་སྒྲོགས་པར་བྱེད་ན་དགེ་འདུན་གྱིས་སོ་སོར་ཐར་པ་བཏོན་ཅིང་གསོ་སྦྱོང་བྱས་པ་ཡིན་ནོ། །
en: The saṅgha can be said to have recited The Prātimokṣa Sūtra and performed the restoration rite if, after the motion is made, the narrative introduction, the four things that constitute a defeat, and the thirteen saṅgha remnants are recited while the rest is communicated through the headings.

source: གསོལ་བ་བྱས་ཏེ་གླེང་གཞི་ཡང་བཏོན། ཕམ་པར་འགྱུར་པའི་ཆོས་བཞི་ཡང་བཏོན། དགེ་འདུན་ལྷག་མའི་ཆོས་བཅུ་གསུམ་ཡང་བཏོན། མ་ངེས་པའི་ཆོས་གཉིས་ཀྱང་བཏོན་ནས་ལྷག་མ་ཐོས་པས་སྒྲོགས་པར་བྱེད་ན་དགེ་འདུན་གྱིས་སོ་སོར་ཐར་པ་བཏོན་ཅིང་གསོ་སྦྱོང་བྱས་པ་ཡིན་ནོ། །
en: The saṅgha can be said to have recited The Prātimokṣa Sūtra and performed the restoration rite if, after the motion is made, the narrative introduction, the four things that constitute a defeat, the thirteen saṅgha remnants, and the two undetermined offenses are recited while the rest is communicated through the headings.

source: སོ་སོར་ཐར་པས་འདོན་པ་རྒྱས་པར་བཏོན་པ་ནི་ལྔ་པ་ཡིན་ནོ།། །།
en: The full recitation of The Prātimokṣa Sūtra is the fifth.”

source: སྡོམ་ལ། གནས་དང་དབྱར་སྔ་ཕྱི་མ་དང་། །གློ་བུར་བ་དང་རྒྱུ་བ་དང་། །མཚན་ཡོལ་གསོ་སྦྱོང་གྱིས་ཤིག་དང་། །
en: Site A summary: Site, the earlier and later part of the rains, Visiting, travel the countryside, The night has passed, perform the restoration rite, And rouse the intention for the restoration rite.

source: སེམས་བསྐྱེད་པ་ཡིས་གསོ་སྦྱོང་བྱ། །འདི་ལྟ་སྟེ་གནས་ཤིག་ན་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་འཁོད་པ་དེ་དག་འདི་ལྟར་དགེ་སློང་ཆེ་གེ་མོ་ཞིག་ལ་སོ་སོར་ཐར་པ་སྣང་ངོ་། །དགེ་སློང་ཆེ་གེ་མོ་ཞིག་ལ་སོ་སོར་ཐར་པ་སྣང་ངོ་། །
en: Site A great many monks living at one site assumed the monk so-and-so or the monk so-and-so would lead the Prātimokṣa.

source: སྙམ་པ་ལས་དེ་དག་གི་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་སུ་ལ་ཡང་སོ་སོར་ཐར་པ་མི་སྣང་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དེ་དག་གིས་གནས་བསྟབས་པ་དང་། གནས་མལ་བསྟབས་པ་དང་། ལས་བསྟབས་པ་དང་། རྙེད་པ་བསྟབས་པ་དང་།
en: But at their restoration rite on the following fifteenth, no monk stepped forth to lead the Prātimokṣa, so the Blessed One said, “The site caretaker, residence caretaker, work caretaker, supplies caretaker, and attendant caretaker, respectively, should seek a monk to lead the Prātimokṣa.

source: བསྙེན་བཀུར་བ་བསྟབས་པ་དང་། དགེ་སློང་གང་ལ་སོ་སོར་ཐར་པ་སྣང་བ་གཉེར་བར་བྱའོ། །གལ་ཏེ་དགེ་སློང་གང་ལ་སོ་སོར་ཐར་པ་སྣང་བ་ཞིག་རྙེད་ན་དེ་ལྟ་ན་ལེགས།
en: If they find a monk to lead the Prātimokṣa, then all is well.
